<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة المصادقة
    |--------------------------------------------------------------------------
    |
    | سطور اللغة التالية تُستخدم أثناء عملية المصادقة لعرض رسائل متنوعة
    | نحتاج لعرضها للمستخدم. لك مطلق الحرية في تعديل سطور اللغة هذه
    | بما يتوافق مع متطلبات تطبيقك.
    |
    */

    'failed' => 'خطأ باسم المستخدم او كلمة المرور',
    'password' => 'كلمة المرور المُقدّمة غير صحيحة.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
